<?php
// 战斗服务器IP-Port配置
$config['fingting_server']  = array(
    array( 'ip'=>'172.18.67.125','port'=>9001),
//    array( 'ip'=>'172.18.67.125','port'=>9002),
//    array( 'ip'=>'172.18.67.125','port'=>9003),
//    array( 'ip'=>'172.18.67.125','port'=>9004),
//    array( 'ip'=>'172.18.67.125','port'=>9005),
//    array( 'ip'=>'172.18.67.125','port'=>9006),
//    array( 'ip'=>'172.18.67.125','port'=>9007),
//    array( 'ip'=>'172.18.67.125','port'=>9008),
//    array( 'ip'=>'172.18.67.125','port'=>9009),
//    array( 'ip'=>'172.18.67.125','port'=>9010),
);